{
    "title": "Sunday Midday Prayer",
    "opening": {
      "leader": "In the name of the Father",
      "all": "And of the Son and of the Holy Spirit ---- Amen.",
      "leader2": "O God come to our aid",
      "all2": "O Lord make haste to help us.",
      "leader3": "Glory be to the Father and to the Son and to the Holy Spirit",
      "all3": "as it was in the beginning, is now, and ever shall be, world without end Amen."
    },
    "hymn": {
      "title": "O BLESSED LORD, CREATOR GOD",
      "verses": [
        "O blessed Lord, Creator God,",
        "In you all things are rendered pure,",
        "By you are strengthened to endure.",
        "O blessed, holy hand of God,",
        "All things are sanctified by you;",
        "Adorned enriched, you make them new.",
        "O blessed Majesty of God,",
        "Containing all that you have filled;",
        "All things are done as you have willed.",
        "O blessed, Holy Trinity",
        "Serene and certain in your ways;",
        "You are the light of endless days."
      ]
    },
    "antiphon": "The Lord's precepts are right and good: joy for the heart, light for the eyes.",
    "psalms": [
      {
        "title": "Psalm 18(19)",
        "verses": [
          "The law of the Lord is perfect,",
          "it revives the soul.",
          "The rule of the Lord is to be trusted,",
          "it gives wisdom to the simple.",
          "The precepts of the Lord are right,",
          "they gladden the heart.",
          "The command of the Lord is clear,",
          "it gives light to the eyes.",
          "The fear of the Lord is holy,",
          "abiding for ever.",
          "The decrees of the Lord are truth",
          "and all of them just.",
          "They are more to be desired than gold,",
          "Than the purest of gold",
          "and sweeter are they than honey,",
          "Than honey from the comb.",
          "So in them your servant finds instruction;",
          "great reward is in their keeping.",
          "But who can detect all his errors?",
          "From hidden faults acquit me.",
          "From presumption restrain your servant",
          "and let it not rule me.",
          "Then shall I be blameless,",
          "clean from grave sin.",
          "May the spoken words of my mouth,",
          "The thoughts of my heart,",
          "Find favour in your sight, O Lord,",
          "my rescuer, my rock!"
        ]
      },
      {
        "title": "Psalm 41(42)",
        "subtitle": "Let all who are thirsty come; all who want it may have the water of life (Rev 22:17)",
        "verses": [
          "Like the deer that yearns",
          "for running streams,",
          "So my soul is yearning",
          "for you, my God.",
          "My soul is thirsting for God,",
          "the God of my life;",
          "when can I enter and see",
          "the face of God?",
          "My tears have become my bread,",
          "by night, by day,",
          "as I hear it said all the day long:",
          "Where is your God?",
          "These things will I remember",
          "as I pour out my soul:",
          "how I would lead the rejoicing crowd",
          "into the house of God,",
          "amid cries of gladness and thanksgiving,",
          "the throng wild with joy.",
          "Why are you cast down, my soul,",
          "why groan within me?",
          "Hope in God; I will praise him still,",
          "my saviour and my God.",
          "My soul is cast down within me",
          "as I think of you,",
          "from the country of Jordan and Mount Hermon,",
          "from the Hill of Mizar.",
          "Deep is calling on deep,",
          "in the roar of waters:",
          "your torrents and all your waves",
          "Swept over me.",
          "By day the Lord will send",
          "his loving kindness;",
          "by night I will sing to him,",
          "praise the God of my life.",
          "I will say to God, my rock:",
          "why have you forgotten me?",
          "Why do I go mourning",
          "oppressed by the foe?",
          "With cries that pierce me to the heart,",
          "my enemies revile me,",
          "saying to me all the day long:",
          "Where is your God?",
          "Why are you cast down, my soul,",
          "why groan within me?",
          "Hope in God; I will praise him still,",
          "my saviour and my God."
        ]
      }
    ],
    "reading": "The Reading of the Day",
    "intercessions": [
      {
        "text": "God our Father leads us forward with great love towards the joyful day when we enter his rest.",
        "response": "OUR HOPE IS ALL IN YOU, LORD GOD"
      },
      {
        "text": "Father, we pray for our Pope, our bishop; guide them and bless them in their work.",
        "response": "OUR HOPE IS ALL IN YOU, LORD GOD"
      },
      {
        "text": "Help the sick to share their sufferings with Christ; may they know in him the fullness of life and love.",
        "response": "OUR HOPE IS ALL IN YOU, LORD GOD"
      },
      {
        "text": "Lord, you found nowhere to lay your head; make us aware of the need of the homeless today.",
        "response": "OUR HOPE IS ALL IN YOU, LORD GOD"
      },
      {
        "text": "Bless those who work on the land; make aware of the needs of the homeless.",
        "response": "OUR HOPE IS ALL IN YOU, LORD GOD"
      },
      {
        "text": "Father, have mercy on those who died in the peace of Christ; receive them into the home you have prepared for them.",
        "response": "OUR HOPE IS ALL IN YOU, LORD GOD"
      }
    ],
    "special_prayers": [
      {
        "title": "Prayer for Nigeria in Distress",
        "content": [
          "All powerful and merciful father, you are the God of justice, love and peace, you rule over all the nations of the earth. Power and might are in your hands and no one can withstand you. We present our country Nigeria before you. We praise and thank you for you are the source of all we have and are. We are sorry for all the sins we have committed and for the good deeds we have failed to do. In your loving forgiveness, keep us safe from the punishment we deserve.",
          "Lord, we are weighed down not only by uncertainties, but also by moral, economic and political problems. Listen to the cries of your people who confidently turn to you. God of infinite goodness, our strength in adversity, our health in weakness, our comfort in sorrow, be merciful to us your people. Spare this nation Nigeria from chaos, anarchy and doom.",
          "Bless us with your kingdom of justice, love and peace. We ask this through Jesus Christ our Lord. Amen."
        ]
      },
      {
        "title": "Godfrey Okoye University Prayer",
        "content": [
          "God our Father, all knowledge, wisdom and truth come from you. you are the Creator of the entire universe with all its beauty and richness. Out of your infinite love you created human beings and endowed them with unfathomable ability to explore, discover, care for the earth, glorify your name and expand your kingdom of justice, love and peace. We your beloved children praise and thank you!",
          "In your wisdom you established Go University to shine in the world as God's own university. It is a precious gift from you to the Church in Enugu Diocese, existing to serve humanity and the universal Church. We your beloved children praise and thank you!",
          "Lord Jesus christ, you called us members of the Go University Family to share and promote your mission of salvation of the world; to be a reincarnation of intellectual vitality; to champion love and friendship; to excel in intercultural thinking and remain sound in moral and religious dialogue. We your beloved children praise and thank you!",
          "Lord, lead us to remain ever committed to the unity of knowledge and always ask: Where is the evidence? You established Go university to be an instiution with footprints of a great achiever, the heartbeat of excellence and lavishly endowed in science and arts. We your beloved Children praise and thank you!",
          "Holy Spirit, guide and direct the management and members of staff to be steadfast in the pursuit of the set goals and values of the university. Enable them, by your powerful protection, to discharge their duties with honesty, dedication and love. Instill in the students the Zeal to excel in the quest for knowledge animated by truth. Holy spirit, strengthen and establish in our university a culture of sound teaching, research, peace, service, and love. We make our prayer through Christ Our Lord Amen!"
        ]
      }
    ],
    "concluding_prayer": {
      "text": "Almighty God, we humbly ask you to forgive the sins which led to the unhappy divisions in your church. May all Christian leaders and members seek for your peace and faithfully work towards the unity of all Christian people. Take away from all the denominations all forms of hatred, malice, prejudice, wickedness and all other things that may hinder our unity and concord. May all Christians, starting from us here, be united in one holy bond of truth, and peace, faith and charity. We ask this through Jesus Christ, our Lord. Amen.",
      "closing": {
        "text": "May the Lord bless us, protect us from all evil and bring us to everlasting life. Amen.",
        "all": "Protect O Lord all those whom you have given us as guides, both spiritual and temporal. Enlighten our minds and inspire us to learn well for your greater glory and honour and may your love and blessings be always upon us through Christ our Lord. Amen",
        "final": "In the name of the Father and of the Son and of the Holy Spirit. Amen"
      }
    },
    "attendance_button": {
      "text": "Attendance",
      "link": "../attendance.php"
    }
  }