{
    "title": "Tuesday Midday Prayer",
    "opening": {
      "leader": "In the name of the Father",
      "all": "And of the Son and of the Holy Spirit---Amen.",
      "leader2": "O God come to our aid",
      "all2": "O Lord make haste to help us.",
      "leader3": "Glory be to the Father and to the Son and to the Holy Spirit",
      "all3": "as it was in the beginning, is now, and ever shall be, world without end Amen."
    },
    "hymn": {
      "title": "LORD GOD AND MAKER OF ALL THINGS",
      "verses": [
        "Lord God and Maker of all things,",
        "Creation is upheld by you.",
        "While all must change and know decay,",
        "You are unchanging, always new.",
        "You are man's solace and his shield.",
        "His Rock secure on which to build,",
        "You are the spirit's tranquil home,",
        "In you alone is hope fulfilled.",
        "To God the Father and the Son",
        "And Holy Spirit render praise,",
        "Blest Trinity, from age to age,",
        "The strength of all our living days."
      ]
    },
    "antiphon": "Blessed are they who live by the law of the Lord",
    "psalms": [
      {
        "title": "Psalm 118 (119)",
        "verses": [
          "They are happy whose life is blameless",
          "who follow God's law!",
          "They are happy who do his will,",
          "seeking him with all their hearts",
          "who never do anything evil",
          "but walk in his ways",
          "You have laid down your precepts",
          "to be obeyed with care",
          "May my footsteps be firm",
          "to obey your rulings",
          "Then I shall not be put to shame",
          "as heed your commands",
          "I will thank you with an upright heart",
          "as I learm your decrees.",
          "I will obey your statutes",
          "do not forsake me."
        ]
      },
      {
        "title": "Psalm 121(122)",
        "subtitle": "Greetings to Jerusalem: A Pilgrimage Song",
        "verses": [
          "I rejoiced when I heard them say;",
          "Let us go to God's house.",
          "And now our feet are standing",
          "Within your gates, O Jerusalem",
          "Jerusalem is built as city",
          "Strongly compact.",
          "It is there that the tribes go up",
          "the tribes of the Lord",
          "For Israel's law it is",
          "There to praise the Lord's name.",
          "There were set the thrones of judgements",
          "of the house of David.",
          "For the peace of Jerusalem pray;",
          "Peace be in your homes!",
          "May peace reign in your walls",
          "In your palaces, peace!",
          "For love of my brethren and friends",
          "I say: Peace upon you!",
          "For love of the house of the Lord",
          "I will ask for your good."
        ]
      }
    ],
    "reading": "Reading of the day",
    "intercessions": [
      {
        "text": "Through Christ we are sons of God; in him we see what we shall be when we come to the Father. With confidence we pray.",
        "response": "LORD OUR SAVIOUR GIVE US LIGHT"
      },
      {
        "text": "Guide leaders and governments; give them wisdom and integrity.",
        "response": "LORD OUR SAVIOUR GIVE US LIGHT"
      },
      {
        "text": "You are the Lord and source of our freedom; bring those in captivity of mind or body to the freedom of the children of God.",
        "response": "LORD OUR SAVIOUR GIVE US LIGHT"
      },
      {
        "text": "Give courage and strength to the young; help them to choose their work, and make the right decisions for their way of life.",
        "response": "LORD OUR SAVIOUR GIVE US LIGHT"
      },
      {
        "text": "Give tolerance to all who are no longer young; open the hearts of the young to accept from them understanding and love.",
        "response": "LORD OUR SAVIOUR GIVE US LIGHT"
      },
      {
        "text": "Receive the departed into your eternal kindom; sustain our hope to reign with you for ever.",
        "response": "LORD OUR SAVIOUR GIVE US LIGHT"
      }
    ],
    "special_prayers": [
      {
        "title": "Prayer for Nigeria in Distress",
        "content": [
          "All powerful and merciful father, you are the God of justice, love and peace, you rule over all the nations of the earth. Power and might are in your hands and no one can withstand you. We present our country Nigeria before you. We praise and thank you for you are the source of all we have and are. We are sorry for all the sins we have committed and for the good deeds we have failed to do. In your loving forgiveness, keep us safe from the punishment we deserve.",
          "Lord, we are weighed down not only by uncertainties, but also by moral, economic and political problems. Listen to the cries of your people who confidently turn to you. God of infinite goodness, our strength in adversity, our health in weakness, our comfort in sorrow, be merciful to us your people. Spare this nation Nigeria from chaos, anarchy and doom.",
          "Bless us with your kingdom of justice, love and peace. We ask this through Jesus Christ our Lord. Amen."
        ]
      },
      {
        "title": "Godfrey Okoye University Prayer",
        "content": [
          "God our Father, all knowledege, wisdom and truth come from you. you are the Creator of the entire universe with all its beauty and richness. Out of your infinite love you created human beings and endowed them with unfathomable ability to explore, discover, care for the earth, glorify your name and expand your kingdom of justice, love and peace. We your beloved children praise and thank you!",
          "In your wisdom you established Go University to shine in the world as God's own university. It is a precious gift from you to the Church in Enugu Diocese, existing to serve humanity and the universal Church. We your beloved children praise and thank you!",
          "Lord Jesus christ, you called us members of the Go University Family to share and promote your mission of salvation of the world; to be a reincarnation of intellectual vitality; to champion love and friendship; to excel in intercultural thinking and remain sound in moral and religious dialogue. We your beloved children praise and thank you!",
          "Lord, lead us to remain ever committed to the unity of knowledge and always ask: Where is the evidence? You established Go university to be an instiution with footprints of a great achiever, the heartbeat of excellence and lavishly endowed in science and arts. We your beloved Children praise and thank you!",
          "Holy Spirit, guide and direct the management and members of staff to be steadfast in the pursuit of the set goals and values of the university. Ebable them, by your powerful protection, to discharge thier duties with honesty, dedication and love. Instill in the students the Zeal to excel in the quest for knowledge animated by truth. Holy spirit, strengthen and establish in our university a culture od sound teaching, research, peace, service, and love. We make our prayer through Christ Our Lord Amen!"
        ]
      }
    ],
    "concluding_prayer": "Lord, be the beginning and end of all that we do and say. Prompt our actions with your grace, and complete them with your all powerful help. We ask this through our Lord Jesus Christ, your Son, who lives and reigns with you and the Holy Spirit, One God, for ever and ever.",
    "closing": {
      "all": "Protect O Lord all those whom you have given us as guides, both spiritual and temporal. Enlighten our minds and inspire us to learn well for your greater glory and honor and may your love and blessings be always upon us through Christ our Lord. Amen In the name of the Father and of the Son and of the Holy Spirit. Amen"
    },
    "attendance_button": {
      "text": "Attendance",
      "link": "../attendance.php"
    }
  }