{
    "title": "Sunday Morning Prayer",
    "opening": {
      "leader": "In the name of the Father",
      "all": "and of the Son and of the Holy Spirit - Amen.",
      "leader2": "Come Holy Spirit, fill the hearts of the faithful,",
      "all2": "and enkindle in them the fire of your love.",
      "leader3": "Send forth your spirit",
      "all3": "and they shall be recreated",
      "leader4": "Let us pray",
      "all4": "O God who by the light of the Holy Spirit didnt instruct the heart of the faithful. Grant that by the same Spirit, we may be truly wise and ever rejoice in his consolation. Through Christ our Lord. Amen.",
      "leader5": "Holy Spirit",
      "all5": "enlighten and sanctify us.",
      "leader6": "Let us place ourselves in the presence of God and humbly adore him,",
      "all6": "Most holy and adorable Trinity, One God in Three Divine persons, I believe that you are here present. I adore you with the deepest humility, and with all my heart offer you the homage due to your sovereign majesty. Amen."
    },
    "hymn": "Hymn",
    "antiphon": "May you be praised, Lord, and extolled for ever.",
    "psalms": [
      {
        "title": "PSALM 62(63)",
        "subtitle": "Let the man who has put away the deeds of the night watch for God",
        "verses": [
          "O God, you are my God, for you I long; for you my soul is thirsting.",
          "My body pines for you like a dry, weary land without water.",
          "So gaze on you in the sanctuary to see your strength and your glory.",
          "For your love is better than life, my lips will speak your praise.",
          "So I will bless you all my life, in your name I will life up my hands.",
          "My soul shall be filled as with a banguet, my mouth shall praise with joy",
          "On my bed I remember you. On you I muse through the night for you have been my help; in the shadow of your wings I rejoice.",
          "My soul clings to you; your right hand holds me fast."
        ]
      },
      {
        "title": "PSALM 149",
        "verses": [
          "Sing a new song to the Lord, His praise in the assembly of the faith ful.",
          "Let Israel rejoice in its Maker, Let Zion's sons exult in their king",
          "Let them praise his name with dancing And make music with timbrel and harp.",
          "For the Lord takes delight in his people. He crowns the poor with salvation.",
          "Let the faithful rejoice in their glory, Shout for joy and take their rest.",
          "Let the praise of God be on their lips And a two-edged sword in their hand,",
          "To deal out vengeance to the nations And punishment on all the peoples;",
          "To bind their kings in chains And their nobles in fetters of iron;",
          "To carry out the sentence pre-ordained: This honour is for all his faithful."
        ]
      }
    ],
    "reading": "The Reading of the Day",
    "intercessions": [
      {
        "text": "Let us give thanks to our Savior, who came into this world that God might be with us.",
        "response": "We praise you, O Lord, and we thank you."
      },
      {
        "text": "We welcome you with praise, you are the Daystar, the first fruit from the dead; let us rise with you to walk in the light of Easter.",
        "response": "We praise you, O Lord, and we thank you."
      },
      {
        "text": "Help us on this day of rest to see goodness in all your creatures, open our eyes and our hearts to your love in the world.",
        "response": "We praise you, O Lord, and we thank you."
      },
      {
        "text": "Lord, we meet around your table as your family; help us to see tnat our bitterness is forgotten, our discord is resolved, and our sns are forgiven.",
        "response": "We praise you, O Lord, and we thank you."
      },
      {
        "text": "We pray for all Christian families; may your spirit deepen their unity in faith and love.",
        "response": "We praise you, O Lord, and we thank you."
      }
    ],
    "concluding_prayer": "Give us the grace, Lord, to be ever on the watch for Christ, your Son. When he comes and knocks at our door, let him find us alert in prayer, joyfully proclaiming his glory.We make our prayer through our Lord Jesus Christ, your Son, who lives and reigns with you and the Holy Spirit, God for ever and ever.",
    "closing": {
      "leader": "Let us thank God for his gifts and offer ourselves to Him.",
      "all": "O my God, I most humbly thank you for all the favors you have already granted me. Since it is by your goodness that I am given this day. I wish to spend it entirely in your service. I consecrate to you my Lord all my thouglhts, words, actions and sufferings, bless them so that they may all be inspired by love of you and tend only to your glory and the good of humanity. Amen.",
      "leader2": "Let us resolve to do good.",
      "all2": "Adorable Jesus, Divine Model of the perfection to which we should aspire, I will endeavor this day after your example to be mild, humble, chaste, zealous, patient, charitable and resigned. I will make every effort today to avoid my faults which I sincerely desireto overcome. Amen.",
      "leader3": "Our Father...",
      "all3": "Who art in heaven, hallowed be your name. Your kingdom come. Your will be done on earth, as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us. And lead us not into femptation. But deliver us from evil.",
      "leader4": "Hail Mary",
      "all4": "Full of grace, the Lord is with you, blessed are you among women. And blessed is the fruit of your womb, Jesus. Holy Mary mother of God pray for us sinners, now and at the hour of our death. Amen.",
      "leader5": "I believe in God,",
      "all5": "The Father Almighty, Creator of heaven and earth. And in Jesus Christ his only Son our Lord; who was conceived of the Holy Spirit, bom of the Virgin Mary; suffered under Pontius Pilate, was crucified, dead and buried; he descended into hell; the third day he rose again from the dead; he ascended into heaven, and is seated at the right hand of God the Father Almighty; from thence he shall come to judge the living and the dead. I believe in the Holy Spirit; the Holy Catholic Church; the Communion of Saints; the forgiveness of Sins; the Resurrection of the body, and life everlasting. Amen.",
      "leader6": "O Angel of God...",
      "all6": "My guardian dear, to whom God's love commit me here. Ever this day be at my side to light and guard me, to rule and guide me. Amen. St. Joseph, Holy Apostles, and all our Patron Saints, be our safeguard. Pray for us that we may serve God faithfully in this life and glorify him forever with you in heaven. Amen.",
      "all7": "Merciful Father, we entrust to your loving care our parents, brothers and sisters, our guardians, friends and teachers; our cooks, typists, cleaners and all. Defend our community from all harm and graciously, protect from the snares of the evil one those who here present themselves before you through Christ our Lord. Amen."
    }
  }