{
    "title": "Wednesday Morning Prayer",
    "opening": {
      "leader": "In the name of the Father",
      "all": "And of the Son and of the Holy Spirit-Amen.",
      "leader2": "Come, O Holy Spirit...",
      "leader3": "Holy Spirit",
      "all3": "enlighten and sanctify us.",
      "leader4": "Let us place ourselves in the presence of God and humbly adore him,",
      "all4": "Most holy and adorable Trinity, One God in Three Divine Persons, I believe that you are here present. I adore you with the deepest humility, and with all my heart offer you the homage due to your sovereign majesty. Amen."
    },
    "hymn": "Hymn",
    "antiphon": "Give joy to your servant, Lord, for you I lift up my soul.",
    "psalms": [
      {
        "title": "PSALM 85(86)",
        "verses": [
          "Turn your ear, O Lord, and give answer For I am poor and needy.",
          "Preserve my life, for I am faithful. save the servant who trusts in you.",
          "You are my God, have mercy on me, Lord, For I cry to you all the day long.",
          "Give joy to your servant, O Lord for to you I lift up my soul.",
          "O Lord, you are good and forgiving, Full of love to all who call.",
          "Give heed, O Lord, to my prayer and attend to the sound of my voice.",
          "In the day of distress I will call and surely you will reply.",
          "Among the gods there is none like you, O Lord; nor work to compare with yours.",
          "All the nations shall come to adore you and glorify your name, O Lord:",
          "For you are great and do marvelous deeds, You who alone are God.",
          "Show me, Lord, your way so that I may walk in your truth",
          "Guide my heart to fear your name",
          "I will praise you, Lord my God with all my heart and glorify your name forever",
          "for your love to me has been great: you have saved me from the depths of the grave.",
          "The proud have risen against me, ruthless men seek my life to you they pay no heed.",
          "But you, God of mercy and compassion, Slow to anger, O Lord,",
          "abounding in love and truth, turn and take pity on me.",
          "O give your strength to your servant and save your handmaid's son.",
          "Show me a sign of your favor that my foes may see to their shame",
          "that you console me and give me your help."
        ]
      },
      {
        "title": "PSALM 35(36)",
        "subtitle": "The man who follows me will not walk in darkness, but he will have the light of life for his guide (Jn 8:12)",
        "verses": [
          "Sin speaks to the sinner in the depths of his heart.",
          "There is no fear of God before his eyes.",
          "He so flatters himself in his mind that he knows not his guilt.",
          "In his mouth are mischief and deceit All wisdom is gone.",
          "He plots the defeat of goodness as he lies on his bed.",
          "He has set his foot on evil ways, he clingst what is evil.",
          "Your love, Lord, reaches to heaven; your truth to the skies.",
          "Your justice is like God's mountain, your judgments like the deep.",
          "To both man and beast you give protection. O Lord, how precious is your love.",
          "My God, the sons of men find refuge in the shelter of your wings.",
          "They feast on the riches of your house; they drink from the stream of your delight.",
          "In you is the source of life and in your light we see light.",
          "Keep on loving those who know you. doing justice for upright hearts.",
          "Let the foot of the proud not crush me nor the hand of the wicked cast me out.",
          "See how the evil-doers fall! Flung down, they shall never arise"
        ]
      }
    ],
    "reading": "Readings",
    "intercessions": [
      {
        "text": "We give thanks to Christ and we praise him because he was not ashamed to call us his brother.",
        "response": "LORD JESUS, WE ARE YOUR BROTHERS AND SISTERS."
      },
      {
        "text": "Help us to live the new Ife of Easter; so that men may know through us the power of your love.",
        "response": "LORD JESUS, WE ARE YOUR BROTHERS AND SISTERS."
      },
      {
        "text": "Every day is a proof of your love; as you bring us to this new day, make us new in mind and in heart.",
        "response": "LORD JESUS, WE ARE YOUR BROTHERS AND SISTERS."
      },
      {
        "text": "Teach us to see you present in all men; help us to recogni1ze you most of all in those who sufer.",
        "response": "LORD JESUS, WE ARE YOUR BROTHERS AND SISTERS."
      },
      {
        "text": "May our lives today be filled with your compassion; give us the spirit of forgiveness and generous heart.",
        "response": "LORD JESUS, WE ARE YOUR BROTHERS AND SISTERS."
      }
    ],
    "concluding_prayer": "God our savior, through the grace of baptism you made us children of light. Hear our prayer that we may always walk in that light and work for truth as your witnesses before men. We make our prayer through Christ our Lord Jesus Christ your Son, who lives and reigns with you and the Holy Spirit, One God, for ever and ever.",
    "closing": {
      "leader": "Let us thank God for his gifts and offer ourselves to Him.",
      "all": "O my God, I most humbly thank you for all the favors",
      "leader2": "Let us resolve to do good.",
      "all2": "Adorable Jesus, Divine Model of the perfection...",
      "all3": "Merciful Father, we entrust to your loving care our parents, brothers and sisters, our guardians, friends and teachers; our cooks, typists, cleaners and all. Defend our community from all harm and graciously, protect from the snares of the evil one those who here present themselves before you through Christ our Lord. Amen,"
    }
  }