{
  "title": {
    "en": "PRAYERS FOR CONFESSION",
    "es": "ORACIONES PARA LA CONFESIÓN"
  },
  "sections": [
    {
      "type": "prayer_for_grace_to_make_a_good_confession",
      "title": {
        "en": "Prayer for Grace to Make a Good Confession",
        "es": "Oración por la Gracia de Hacer una Buena Confesión"
      },
      "content": {
        "en": [
          "O Most Loving Lord Jesus Christ, I am not worthy to speak to you by name, because I have so often offended you, but receive my confession and spare me.",
          "Do not be angry with me, O good Jesus. Do not turn me away from your face, because you have said that you do not desire the death of the sinner, but that he be converted and live.",
          "Spare me, O most kind Jesus, who died on the cross in order to save sinners.",
          "Have mercy on me, O most gracious Lord, and do not refuse my humble sorrow, because I confidently hope in your great mercy.",
          "You have given me this desire to return to you with increased love in soul, and I know you will finish this work by giving me the grace of making a good confession."
        ],
        "es": [
          "Oh Amado Señor Jesucristo, no soy digno de hablar contigo por mi nombre, porque te he ofendido tantas veces, pero recibe mi confesión y perdóname.",
          "No te enojes conmigo, oh buen Jesús. No me alejes de tu rostro, porque has dicho que no deseas la muerte del pecador, sino que se convierta y viva.",
          "Perdóname, oh bondadosísimo Jesús, que moriste en la cruz para salvar a los pecadores.",
          "Ten misericordia de mí, oh Señor misericordioso, y no rechaces mi humilde dolor, porque confío plenamente en tu gran misericordia.",
          "Me has dado este deseo de regresar a ti con un amor más profundo en el alma, y sé que terminarás esta obra dándome la gracia de hacer una buena confesión."
        ]
      }
    },
    {
      "type": "after_confession",
      "title": {
        "en": "After Confession",
        "es": "Después de la Confesión"
      },
      "content": {
        "en": [
          "O God the Father, I thank you for having forgiven my sins.",
          "O God the Son, dear Saviour, I thank you for having died for me and for having given me the sacrament of penance to enable me to get rid of my sins.",
          "O God the Holy Spirit, I thank you for the grace you have given me of making this confession well and of coming with your gifts and graces into my soul.",
          "My God, from now on I want to love you and keep you in my soul.",
          "Help me to love you more and more.",
          "Help me to avoid sin in the future so that I may never offend you again.",
          "I know my own weakness. I know that if I am left to myself I will fall again soon, but with you I can do all things. Help me always by your grace.",
          "O Mary, my dearest mother, and all the angels and saints, help me to thank God for all His grace to me, and help me that I may never leave Him again by sin."
        ],
        "es": [
          "Oh Dios Padre, te doy gracias por haber perdonado mis pecados.",
          "Oh Dios Hijo, amado Salvador, te doy gracias por haber muerto por mí y por haberme dado el sacramento de la penitencia para ayudarme a librarme de mis pecados.",
          "Oh Dios Espíritu Santo, te doy gracias por la gracia que me has dado de hacer bien esta confesión y de venir con tus dones y gracias a mi alma.",
          "Dios mío, desde ahora quiero amarte y tenerte en mi alma.",
          "Ayúdame a amarte más y más.",
          "Ayúdame a evitar el pecado en el futuro para que nunca más te ofenda.",
          "Conozco mi propia debilidad. Sé que si me dejo solo pronto volveré a caer, pero contigo puedo hacer todas las cosas. Ayúdame siempre con tu gracia.",
          "Oh María, madre querida, y todos los ángeles y santos, ayudadme a dar gracias a Dios por toda su gracia hacia mí, y ayudadme a no abandonarlo nunca más con el pecado."
        ]
      }
    }
  ]
}