{
  "title": {
    "en": "PRAYER FOR CONFESSION",
    "es": "ORACIÓN PARA LA CONFESIÓN"
  },
  "sections": [
    {
      "type": "before_confession",
      "title": {
        "en": "Before Confession",
        "es": "Antes de la Confesión"
      },
      "content": {
        "en": [
          "O most merciful God, I humbly thank you for all your mercies for me.",
          "I thank you for having been so patient with me, and for waiting so lovingly for me, in spite of my many sins.",
          "It is through your mercy that I have not fallen into even greater sin; through your love I have been given this chance of going to confession to seek forgiveness of all my sins.",
          "O my God, help me to make a good confession.",
          "Help me to make this confession as well as though I knew I was going to die in one hour's time.",
          "Help me to remember my sins.",
          "Help me to be sorry for them, and to make up my mind never to sin again.",
          "Help me to tell them to the priest.",
          "Strengthen my faith so that I realize that when the priest says the words of absolution, my sins are all forgiven by you.",
          "Holy Mary, Mother of God, pray for me that I may make a good confession.",
          "My Holy Guardian Angel and all the Angels and Saints, pray for me that I may make a good confession."
        ],
        "es": [
          "Oh Dios misericordioso, te doy gracias humildemente por todas tus misericordias para conmigo.",
          "Te doy gracias por haber sido tan paciente conmigo y por esperarme con tanto amor, a pesar de mis muchos pecados.",
          "Es por tu misericordia que no he caído en pecados aún mayores; por tu amor se me ha dado esta oportunidad de ir a confesión para buscar el perdón de todos mis pecados.",
          "Oh Dios mío, ayúdame a hacer una buena confesión.",
          "Ayúdame a hacer esta confesión como si supiera que voy a morir en una hora.",
          "Ayúdame a recordar mis pecados.",
          "Ayúdame a arrepentirme de ellos y a decidir nunca más pecar.",
          "Ayúdame a decírselos al sacerdote.",
          "Fortalece mi fe para que entienda que cuando el sacerdote dice las palabras de la absolución, mis pecados son perdonados por ti.",
          "Santa María, Madre de Dios, ruega por mí para que haga una buena confesión.",
          "Mi Santo Ángel de la Guarda y todos los Ángeles y Santos, rogad por mí para que haga una buena confesión."
        ]
      }
    },
    {
      "type": "help_to_remember_my_sins",
      "title": {
        "en": "Help to Remember My Sins",
        "es": "Ayuda para Recordar Mis Pecados"
      },
      "content": {
        "en": [
          "It is against God's law to forget the good God and my duties to Him.",
          "To say my prayers badly or not pray at all.",
          "To use the Lord's name in a way that is wrong.",
          "To swear without reason. To swear something false.",
          "On Sunday to work or miss Mass without cause.",
          "To talk or not pray during Mass or be late.",
          "To disobey parents or teachers or state.",
          "To be proud, or to sulk, or to answer them back.",
          "To give in to revenge or to anger or hate.",
          "To get drunk or to harm others' bodies or souls.",
          "Alone or with others to do impure acts.",
          "Bad reading, bad talking, bad looks or bad dress.",
          "To damage or harm what belongs to another.",
          "To steal it or keep it, or not give it back.",
          "To gossip. To backbite. To tell lies of excuse.",
          "To lie about others to hurt their good names.",
          "To consent and give in to bad thoughts or desires.",
          "To desire others' goods. To be sad they are not mine.",
          "To eat meat on fast days or not keep the fast.",
          "Deliberate laziness, gluttony, pride."
        ],
        "es": [
          "Es contrario a la ley de Dios olvidar al buen Dios y mis deberes hacia Él.",
          "Rezar mal mis oraciones o no rezar en absoluto.",
          "Usar el nombre del Señor de manera incorrecta.",
          "Jurar sin razón. Jurar algo falso.",
          "Trabajar o faltar a Misa los domingos sin causa.",
          "Hablar o no rezar durante la Misa o llegar tarde.",
          "Desobedecer a los padres, maestros o al estado.",
          "Ser orgulloso, enfurruñarse o responderles mal.",
          "Ceder a la venganza, la ira o el odio.",
          "Embriagarse o dañar los cuerpos o almas de otros.",
          "Solo o con otros, cometer actos impuros.",
          "Lecturas, conversaciones, miradas o vestimentas indecorosas.",
          "Dañar o perjudicar lo que pertenece a otro.",
          "Robarlo, quedárselo o no devolverlo.",
          "Chismear. Calumniar. Contar mentiras para excusarse.",
          "Mentir sobre otros para dañar su buena reputación.",
          "Consentir y ceder a malos pensamientos o deseos.",
          "Desechar los bienes de otros. Entristecerse porque no son míos.",
          "Comer carne en días de abstinencia o no cumplir el ayuno.",
          "Pereza deliberada, gula, orgullo."
        ]
      }
    }
  ]
}