{
    "HolyRosary": {
      "Structure": {
        "Decade": {
          "Components": [
            "Our Father",
            "10 Hail Marys",
            "Glory be to the Father"
          ],
          "Purpose": "Each decade is recited in honor of a mystery in the life of Jesus and Mary"
        },
        "IntroductoryVerses": {
          "Leader": [
            "You, O Lord, will open my lips",
            "Incline unto my aid, O God"
          ],
          "Response": [
            "And my tongue shall announce your praise",
            "O Lord, make haste to help me"
          ],
          "GloryBe": {
            "Leader": "Glory be to the Father and to the Son and to the Holy Spirit",
            "Response": "As it was in the beginning, is now, and ever shall be, world without end. Amen"
          }
        },
        "FatimaPrayer": "O Jesus forgive us our sins, save us from the fire of hell, lead all souls into Heaven, especially those who have most need of your mercy"
      },
      "Mysteries": {
        "Joyful": {
          "Days": ["Monday", "Thursday"],
          "Titles": [
            "The Annunciation of the birth of Christ",
            "The Visitation of our Lady to Elizabeth",
            "The birth of our Lord",
            "The Presentation in the Temple",
            "The Finding of the Child Jesus in the Temple"
          ]
        },
        "Sorrowful": {
          "Days": ["Tuesday", "Friday"],
          "Titles": [
            "The Prayer and Agony in the Garden",
            "The Scourging at the Pillar",
            "The Crowning with Thorns",
            "The Carrying of the Cross",
            "The Crucifixion and Death of Our Lord"
          ]
        },
        "Glorious": {
          "Days": ["Wednesday", "Saturday", "Sunday"],
          "Titles": [
            "The Resurrection of our Lord from the dead",
            "The Ascension of Christ into Heaven",
            "The Descent of the Holy Spirit on the Apostles",
            "The Assumption of our Lady into Heaven",
            "The Coronation of the Blessed Virgin Mary in Heaven and Glory of all the Saints"
          ]
        },
        "Luminous": {
          "Days": ["Thursday"],
          "Titles": [
            "The Baptism of Jesus at Jordan",
            "The Self Manifestation of Jesus Christ at the Wedding at Cana",
            "The Proclamation of the Kingdom of God with His Call to Conversion",
            "The Transfiguration of Jesus Christ at Mount Tabor",
            "The Institution of the Eucharist as the Sacramental Expression of the Paschal"
          ]
        }
      },
      "Conclusion": {
        "HailHolyQueen": [
          "Hail Holy Queen, Mother of mercy; hail our life, our sweetness and our hope!",
          "To you do we cry, poor banished children of Eve;",
          "To you do we send up our sighs, mourning and weeping in this vale of tears.",
          "Turn then, most gracious advocate, your eyes of mercy toward us;",
          "And after this our exile, show us the Blessed fruit of your womb, Jesus.",
          "O Clement, O Loving, O Sweet Virgin Mary."
        ],
        "ClosingVerses": {
          "V": "Pray for us, O Holy Mother of God",
          "R": "That we may be made worthy of the promises of Christ"
        },
        "LetUsPray": "O God, whose only-begotten Son, by his life, death and resurrection has purchased for us the rewards of eternal life; grant, we beseech you, that meditating on these Mysteries in the most Holy Rosary of the Blessed Virgin Mary, we may both imitate what they contain and obtain what they promise, through Christ our Lord."
      },
      "LitanyOfBlessedVirgin": {
        "Intro": [
          "Lord, have mercy.",
          "Christ, have mercy.",
          "Lord, have mercy.",
          "Christ, hear us.",
          "Christ graciously hear us."
        ],
        "GodInvocations": [
          "God the Father of Heaven – Have mercy on us",
          "God the Son Redeemer of the world – Have mercy on us",
          "God the Holy Ghost – Have mercy on us",
          "Holy Trinity, one God – Have mercy on us"
        ],
        "Invocations": [
          "Holy Mary – Pray for us",
          "Holy Mother of God – Pray for us",
          "Holy Virgin of Virgins – Pray for us",
          "Mother of Christ – Pray for us",
          "Mother of Divine Grace – Pray for us",
          "Mother most pure – Pray for us",
          "Mother most chaste – Pray for us",
          "Mother inviolate – Pray for us",
          "Mother undefiled – Pray for us",
          "Mother most amiable – Pray for us",
          "Mother most admirable – Pray for us",
          "Mother of Good Counsel – Pray for us",
          "Mother of our Creator – Pray for us",
          "Mother of our Savior – Pray for us",
          "Virgin most prudent – Pray for us",
          "Virgin most venerable – Pray for us",
          "Virgin most renowned – Pray for us",
          "Virgin most powerful – Pray for us",
          "Virgin most merciful – Pray for us",
          "Virgin most faithful – Pray for us",
          "Mirror of justice – Pray for us",
          "Seat of wisdom – Pray for us",
          "Cause of our joy – Pray for us",
          "Spiritual vessel – Pray for us",
          "Vessel of honor – Pray for us",
          "Singular Vessel of devotion – Pray for us",
          "Mystical rose – Pray for us",
          "Tower of David – Pray for us",
          "Tower of ivory – Pray for us",
          "House of gold – Pray for us",
          "Ark of the covenant – Pray for us",
          "Gate of Heaven – Pray for us",
          "Morning star – Pray for us",
          "Health of the sick – Pray for us",
          "Refuge of sinners – Pray for us",
          "Comfort of the afflicted – Pray for us",
          "Help of Christians – Pray for us",
          "Queen of Angels – Pray for us",
          "Queen of Patriarchs – Pray for us",
          "Queen of Prophets – Pray for us",
          "Queen of Apostles – Pray for us",
          "Queen of Martyrs – Pray for us",
          "Queen of Confessors – Pray for us",
          "Queen of Virgins – Pray for us",
          "Queen of all Saints – Pray for us",
          "Queen conceived without original sin – Pray for us",
          "Queen assumed into heaven – Pray for us",
          "Queen of the most holy Rosary – Pray for us",
          "Queen of peace – Pray for us"
        ],
        "LambOfGod": [
          "Lamb of God, who takes away the sins of the world – Spare us O Lord",
          "Lamb of God, who takes away the sins of the world – Graciously hear us O Lord",
          "Lamb of God, who takes away the sins of the world – Have mercy on us"
        ],
        "ClosingVerses": {
          "V": "Pray for us, O holy Mother of God",
          "R": "That we may be made worthy of the promises of Christ"
        },
        "LetUsPray": "Grant, we beseech Thee, O Lord God, that we Thy servants may enjoy lasting health of mind and body, and by the glorious intercession of the Blessed Mary, ever Virgin, be delivered from present sorrow and enter into the joy of eternal gladness. Through Christ, our Lord. Amen."
      }
    }
  }
  