{
    "title": "Monday Evening Prayer",
    "opening": {
      "leader": "In the name of the Father",
      "all": "And of the Son and of the Holy Spirit- Amen.",
      "leader2": "O God come to our aid",
      "all2": "O Lord make haste to help us.",
      "leader3": "Glory be to the Father.",
      "all3": "as it was in the beginning....",
      "leader4": "Dear brothers and sisters in Christ, as the day draws to an end we come into the presence of the Lord to thank Him for the good things that He has given us this day. At the same time we know only too well that we have sinned against God. Let us recall our sins and beg Him for pardon and strenght to do His will.",
      "confession": {
        "leader": "I confess to Almighty God",
        "all": "And to you my brothers and sisters,",
        "absolution": "May Almighty God have mercy on us, forgive us our sins and bring us to life everlasting."
      }
    },
    "hymn": "Hymn",
    "antiphon": "The Lord cares for the weak and the poor",
    "psalms": [
      {
        "title": "Psalm 10 (11)",
        "verses": [
          "In the Lord I have taken my refuge",
          "How can you say to my soul",
          "Fly like a bird to its mountain.",
          "See the wicked bracing their bow",
          "They are fixing their arrows on the string",
          "to shoot upright men in the dark",
          "Foundations once destroyed, what can the just do?",
          "he Lord is in His temple",
          "the Lord, whose throne is in heaven",
          "His eyes look down on the world",
          "His gaze tests mortal men.",
          "The Lord tests the just and the wicked",
          "the lover of violence he hates",
          "He sends fire and brimstone on the wicked",
          "He sends a scorching wind as their lot.",
          "The Lord is just and loves justice",
          "the upright shall see his face."
        ]
      },
      {
        "title": "Psalm 42 (43)",
        "subtitle": "Longing for God's dwelling place",
        "verses": [
          "Defend me, O God, and plead my cause",
          "against a godless nation.",
          "From deceitful and cunning men",
          "rescue me, O God.",
          "Since you, O God, are my stronghold,",
          "why have you rejected me?",
          "Why do I go mourning",
          "oppressed by the foe?",
          "O send forth you light and your truth;",
          "let these be my guide.",
          "Let them bring me to your holy mountain",
          "to the place where you dwell.",
          "And I will come to the altar of God,",
          "the God of my joy",
          "my redeemer, I will thank you on the harp",
          "O God, my God.",
          "Why are cast down my soul,",
          "why groan within me?",
          "Hope in God; I will praise him still,",
          "My saviour and my God."
        ]
      }
    ],
    "reading": "The reading of the Day",
    "intercessions": [
      {
        "text": "Christ is the shepherd of his flock: he loves and cares for his people. We turn to him in trust and say:",
        "response": "LORD, WE NEED YOUR CARE."
      },
      {
        "text": "Christ our Lord, you are pastor of all ages; protect our Bishop, N., and all the pastors of your Church.",
        "response": "LORD, WE NEED YOUR CARE."
      },
      {
        "text": "Be with those who are persecuted for their faith, and those cut off from the support of the Church; Good shepherd, in their pain and isolation may they know your care.",
        "response": "LORD, WE NEED YOUR CARE."
      },
      {
        "text": "Bring healing to the sick; give nourishment to the hungry.",
        "response": "LORD, WE NEED YOUR CARE."
      },
      {
        "text": "We remember those who make our laws and those who apply them; Lord, give them wisdom and discernment.",
        "response": "LORD, WE NEED YOUR CARE."
      },
      {
        "text": "Gather the flock for which you laid down your life; bring home to their Father's house all who have died in your peace.",
        "response": "LORD, WE NEED YOUR CARE."
      }
    ],
    "lords_prayer": "Our Father.....",
    "concluding_prayer": {
      "text": "All-powerful God, since you have given us, your unworthy servants, the strength to work throughout this day: accept this evening sacrifice of praise as we thank you for your gifts. (We make our prayer) through our Lord Jesus Christ your son who lives and reigns with you and the Holy Spirit, God for ever and ever.",
      "closing": {
        "all": [
          "Give O Lord your blessing to our relations, benefactors, friends and all people. Protect all those whom you have given us as guides, both spiritual and temporal. Succour the poor and the afflicted, widows and widowers, orphans and friendless, prisoners and travelers, the sick and the dying, bring back all who have left the Church, enlighten the non-Christians and assist all departed souls. Amen.",
          "Be with us O Lord throughout this night so that by your strength we may rise at day-break refreshed to serve you. Drive far away from our community all the snares of the enemy. May your Holy Angels be here to guard us. And may your love and blessings be always upon us through Christ our Lord.",
          "Most Sacred Heart of Jesus - Have mercy on us",
          "Immaculate Heart of Mary - Pray for us",
          "All the Angels and Saints - Pray for us",
          "We fly to your patronage,"
        ]
      }
    }
  }